-- MySQL dump 10.13  Distrib 5.7.12, for osx10.9 (x86_64)
--
-- Host: localhost    Database: movies
-- ------------------------------------------------------
-- Server version	5.7.16

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `board`
--

DROP TABLE IF EXISTS `board`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `board` (
  `board_index` int(11) NOT NULL AUTO_INCREMENT,
  `board_title` varchar(200) DEFAULT NULL,
  `board_content` varchar(3000) DEFAULT NULL,
  `board_edit_time` datetime DEFAULT NULL,
  `board_user` varchar(45) DEFAULT NULL,
  `board_view_count` int(11) DEFAULT '0',
  PRIMARY KEY (`board_index`)
) ENGINE=InnoDB AUTO_INCREMENT=193 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `board`
--

LOCK TABLES `board` WRITE;
/*!40000 ALTER TABLE `board` DISABLE KEYS */;
INSERT INTO `board` VALUES (1,'테스트1','글내용1','2016-06-12 11:28:04','beakya',1),(2,'테스트2','글내용2','2016-06-12 11:28:04','beakya',1),(3,'테스트3','글내용3','2016-06-12 11:28:04','beakya',0),(4,'테스트4','글내용4','2016-06-12 11:28:04','beakya',0),(5,'테스트5','글내용5','2016-06-12 11:28:04','beakya',0),(6,'테스트6','글내용6','2016-06-12 11:28:04','beakya',0),(7,'테스트7','글내용7','2016-06-12 11:28:04','beakya',0),(8,'테스트8','글내용8','2016-06-12 11:28:04','beakya',0),(9,'테스트9','글내용9','2016-06-12 11:28:04','beakya',0),(10,'테스트10','글내용10','2016-06-12 11:28:04','beakya',0),(11,'테스트11','글내용11','2016-06-12 11:28:04','beakya',0),(12,'테스트12','글내용12','2016-06-12 11:28:04','beakya',0),(13,'테스트13','글내용13','2016-06-12 11:28:04','beakya',0),(14,'테스트14','글내용14','2016-06-12 11:28:04','beakya',0),(15,'테스트15','글내용15','2016-06-12 11:28:04','beakya',0),(16,'테스트16','글내용16','2016-06-12 11:28:04','beakya',0),(17,'테스트17','글내용17','2016-06-12 11:28:04','beakya',0),(18,'테스트18','글내용18','2016-06-12 11:28:04','beakya',0),(19,'테스트19','글내용19','2016-06-12 11:28:04','beakya',0),(20,'테스트20','글내용20','2016-06-12 11:28:04','beakya',0),(21,'테스트21','글내용21','2016-06-12 11:28:04','beakya',0),(22,'테스트22','글내용22','2016-06-12 11:28:04','beakya',0),(23,'테스트23','글내용23','2016-06-12 11:28:04','beakya',0),(24,'테스트24','글내용24','2016-06-12 11:28:04','beakya',0),(25,'테스트25','글내용25','2016-06-12 11:28:04','beakya',0),(26,'테스트26','글내용26','2016-06-12 11:28:04','beakya',0),(27,'테스트27','글내용27','2016-06-12 11:28:04','beakya',0),(28,'테스트28','글내용28','2016-06-12 11:28:04','beakya',0),(29,'테스트29','글내용29','2016-06-12 11:28:04','beakya',0),(30,'테스트30','글내용30','2016-06-12 11:28:04','beakya',0),(31,'테스트31','글내용31','2016-06-12 11:28:04','beakya',0),(32,'테스트32','글내용32','2016-06-12 11:28:04','beakya',0),(33,'테스트33','글내용33','2016-06-12 11:28:04','beakya',0),(34,'테스트34','글내용34','2016-06-12 11:28:04','beakya',0),(35,'테스트35','글내용35','2016-06-12 11:28:04','beakya',0),(36,'테스트36','글내용36','2016-06-12 11:28:04','beakya',0),(37,'테스트37','글내용37','2016-06-12 11:28:04','beakya',0),(38,'테스트38','글내용38','2016-06-12 11:28:04','beakya',0),(39,'테스트39','글내용39','2016-06-12 11:28:04','beakya',0),(40,'테스트40','글내용40','2016-06-12 11:28:04','beakya',0),(41,'테스트41','글내용41','2016-06-12 11:28:04','beakya',0),(42,'테스트42','글내용42','2016-06-12 11:28:04','beakya',0),(43,'테스트43','글내용43','2016-06-12 11:28:04','beakya',0),(44,'테스트44','글내용44','2016-06-12 11:28:04','beakya',0),(45,'테스트45','글내용45','2016-06-12 11:28:04','beakya',0),(46,'테스트46','글내용46','2016-06-12 11:28:04','beakya',0),(47,'테스트47','글내용47','2016-06-12 11:28:04','beakya',0),(48,'테스트48','글내용48','2016-06-12 11:28:04','beakya',0),(49,'테스트49','글내용49','2016-06-12 11:28:04','beakya',0),(50,'테스트50','글내용50','2016-06-12 11:28:04','beakya',0),(51,'테스트1','글내용1','2016-06-12 11:37:29','beakya',0),(52,'테스트2','글내용2','2016-06-12 11:37:29','beakya',0),(53,'테스트3','글내용3','2016-06-12 11:37:29','beakya',0),(54,'테스트4','글내용4','2016-06-12 11:37:29','beakya',0),(55,'테스트5','글내용5','2016-06-12 11:37:29','beakya',0),(56,'테스트6','글내용6','2016-06-12 11:37:29','beakya',0),(57,'테스트7','글내용7','2016-06-12 11:37:29','beakya',0),(58,'테스트8','글내용8','2016-06-12 11:37:29','beakya',0),(59,'테스트9','글내용9','2016-06-12 11:37:29','beakya',0),(60,'테스트10','글내용10','2016-06-12 11:37:29','beakya',0),(61,'테스트11','글내용11','2016-06-12 11:37:29','beakya',0),(62,'테스트12','글내용12','2016-06-12 11:37:29','beakya',0),(63,'테스트13','글내용13','2016-06-12 11:37:29','beakya',0),(64,'테스트14','글내용14','2016-06-12 11:37:29','beakya',0),(65,'테스트15','글내용15','2016-06-12 11:37:29','beakya',0),(66,'테스트16','글내용16','2016-06-12 11:37:29','beakya',0),(67,'테스트17','글내용17','2016-06-12 11:37:29','beakya',0),(68,'테스트18','글내용18','2016-06-12 11:37:29','beakya',0),(69,'테스트19','글내용19','2016-06-12 11:37:30','beakya',0),(70,'테스트20','글내용20','2016-06-12 11:37:30','beakya',0),(71,'테스트21','글내용21','2016-06-12 11:37:30','beakya',0),(72,'테스트22','글내용22','2016-06-12 11:37:30','beakya',0),(73,'테스트23','글내용23','2016-06-12 11:37:30','beakya',0),(74,'테스트24','글내용24','2016-06-12 11:37:30','beakya',0),(75,'테스트25','글내용25','2016-06-12 11:37:30','beakya',0),(76,'테스트26','글내용26','2016-06-12 11:37:30','beakya',0),(77,'테스트27','글내용27','2016-06-12 11:37:30','beakya',0),(78,'테스트28','글내용28','2016-06-12 11:37:30','beakya',0),(79,'테스트29','글내용29','2016-06-12 11:37:30','beakya',0),(80,'테스트30','글내용30','2016-06-12 11:37:30','beakya',0),(81,'테스트31','글내용31','2016-06-12 11:37:30','beakya',0),(82,'테스트32','글내용32','2016-06-12 11:37:30','beakya',0),(83,'테스트33','글내용33','2016-06-12 11:37:30','beakya',0),(84,'테스트34','글내용34','2016-06-12 11:37:30','beakya',0),(85,'테스트35','글내용35','2016-06-12 11:37:30','beakya',0),(86,'테스트36','글내용36','2016-06-12 11:37:30','beakya',0),(87,'테스트37','글내용37','2016-06-12 11:37:30','beakya',0),(88,'테스트38','글내용38','2016-06-12 11:37:30','beakya',0),(89,'테스트39','글내용39','2016-06-12 11:37:30','beakya',0),(90,'테스트40','글내용40','2016-06-12 11:37:30','beakya',0),(91,'테스트41','글내용41','2016-06-12 11:37:30','beakya',0),(92,'테스트42','글내용42','2016-06-12 11:37:30','beakya',0),(93,'테스트43','글내용43','2016-06-12 11:37:30','beakya',0),(94,'테스트44','글내용44','2016-06-12 11:37:30','beakya',0),(95,'테스트45','글내용45','2016-06-12 11:37:30','beakya',0),(96,'테스트46','글내용46','2016-06-12 11:37:30','beakya',0),(97,'테스트47','글내용47','2016-06-12 11:37:30','beakya',0),(98,'테스트48','글내용48','2016-06-12 11:37:30','beakya',0),(99,'테스트49','글내용49','2016-06-12 11:37:30','beakya',0),(100,'테스트50','글내용50','2016-06-12 11:37:30','beakya',2),(101,'테스트 입니다.','테스트 입니다.','2016-06-19 15:57:39','qkrcjf4662',5),(102,'테스트2 입니다./','테스트2','2016-06-19 16:13:52','beakya',1),(112,'글쓰기 테스트 입니다.','글쓰기 테스트 입니다.','2016-07-04 05:45:37','beakya',0),(122,'testalpha 글쓰기 테스트','testalpha 글쓰기 테스트','2016-07-04 05:49:50','testalpha',0),(132,'aaaaa',NULL,'2016-07-05 02:08:59','beakya',0),(142,'aaaaa',NULL,'2016-07-05 02:09:00','beakya',0),(152,'aaaaa',NULL,'2016-07-05 02:09:01','beakya',0),(162,'aaaaa',NULL,'2016-07-05 02:09:01','beakya',0),(172,'aaaaaasdasdas',NULL,'2016-07-05 02:09:01','beakya',0),(182,'aaaaaasdasdasa',NULL,'2016-07-05 02:09:01','beakya',0),(192,'Test','Testp','2016-09-06 04:03:58','beakya1',0);
/*!40000 ALTER TABLE `board` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-11-11 17:00:04
